{
	"slug": "very-ready",
	"tabs": [
		{
			"title": "Motivation",
			"icon": "motivation2-icon",
			"content": "<p>Your readiness shines through. When doubts arise, revisit your reasons for pursuing a degree.</p><p><strong>Next Steps:</strong> Channel this motivation by setting clear academic goals, creating a study schedule, and building a support system to help keep you on track.</p>"
		},
		{
			"title": "Studying",
			"icon": "studying-icon",
			"content": "<p>Your positive attitude toward studying is a good sign. Dive deeper into topics of interest.</p><p><strong>Next Steps:</strong> Seek courses or professors known for engaging content and presentation. Join clubs or groups related to your subjects of interest to keep the passion alive outside of study hours.</p>"
		},
		{
			"title": "Education",
			"icon": "education2-icon",
			"content": "<p>You're on the cusp of diving deep into your educational journey. The groundwork you've laid, be it mentally or through previous experiences, sets you up for success.</p><p><strong>Next Steps:</strong> <a href='/careers/adult-degree-completion/build-plan' target='_blank' rel='noopener nofollow'>Answer a few more questions</a> to see how your experience, goals, and interests translate into a step-by-step plan to complete your degree.</p>"
		},
		{
			"title": "Career",
			"icon": "setting-icon",
			"content": "<p>Knowing what you want is half the battle. Seek guidance on aligning your degree with your goals.</p><p><strong>Next Steps:</strong> Engage with professionals in your desired field, seek internships or mentorship opportunities, and actively participate in relevant workshops or seminars to further solidify your path and build connections.</p>"
		},
		{
			"title": "Free Time",
			"icon": "free-time-icon",
			"content": "<p>You can make time for studies. Prioritize tasks and remember to take breaks.</p><p><strong>Next Steps:</strong> Plan out a weekly schedule, allocating specific times for studying, breaks, and recreational activities. This will help ensure you remain consistent in managing your time.</p>"
		},
		{
			"title": "Time Mgmt",
			"icon": "time-management-icon",
			"content": "<p>Your good grasp on time management will be essential. Consider refining your skills with tools or techniques.</p><p><strong>Next Steps:</strong> Look into advanced organizational tools or apps that can help you track assignments and milestones (such as Trello, Notion, or My Study Life), and perhaps explore leadership roles in group projects or study groups.</p>"
		},
		{
			"title": "Support",
			"icon": "support-icon",
			"content": "<p>Having some support is great. Consider expanding your network through college communities or study groups.</p><p><strong>Next Steps:</strong> Explore on-campus or online resources that can provide support. This might include counseling services, academic workshops, or student groups. Building connections can enhance your college experience and provide support when needed.</p>"
		},
		{
			"title": "Technology",
			"icon": "technology-icon",
			"content": "<p>Being open to online learning can offer flexibility. Consider brushing up on tech skills if needed.</p><p><strong>Next Steps:</strong> Check out various online platforms and familiarize yourself with their interfaces. Taking a short online course or tutorial can help you adjust to the digital learning environment.</p>"
		},
		{
			"title": "Finances",
			"icon": "finances-icon",
			"content": "<p>With a plan in place, explore additional funding options to further secure your education.</p><p><strong>Next Steps:</strong> Let us help you explore scholarships, grants, and financial aid options available for returning students. <a href='/careers/adult-degree-completion/build-plan' target='_blank' rel='nofollow noopener'>Answer a few more questions</a> to get your back-to-school plan.</p>"
		},
		{
			"title": "Age",
			"icon": "age-icon",
			"content": "<p>No matter your age, you're in an excellent position to thrive academically.</p>"
		}
	],
	"nextSteps": {
		"title": "Based on Your Results: <strong>What Are Your Next Steps?</strong>",
		"introContent": "<p>With just a few tweaks, your academic journey can be smooth sailing. Eager to pinpoint those areas? Answer a few more questions to receive your tailored back-to-school plan.</p>",
		"buttonText": "Build Your Personalized Plan",
		"buttonLink": "/careers/adult-degree-completion/build-plan",
		"steps": {
			"title": "Your Plan Includes ...",
			"list": [
				{
					"step": {
						"content": "<p><strong>Value of a Bachelor's Degree:</strong> Explore the return on investment, job prospects, and personal growth opportunities of higher education.<p/>"
					}
				},
				{
					"step": {
						"content": "<p><strong>How to Fund Your Degree:</strong> Discover resources for scholarships, grants, and strategies to reduce education costs.</p>"
					}
				},
				{
					"step": {
						"content": "<p><strong>Degrees & Schools:</strong> Learn how to pick the right degree and school based on your goals and the job market.<p/>"
					}
				},
				{
					"step": {
						"content": "<p><strong>Careers:</strong> Dive into high-demand careers and understand the degrees required to access them.<p/>"
					}
				},
				{
					"step": {
						"content": "<p><strong>Your Next Steps:</strong> Get a tailored checklist with immediate actions and a suggested timeline for your educational journey.<p/>"
					}
				},
				{
					"step": {
						"content": "<p><strong>Tools and Resources:</strong> Access a curated list of digital tools, insightful videos, and community forums to support your path back to school.<p/>"
					}
				}
			],
			"buttonText": "Get Started",
			"buttonLink": "/careers/adult-degree-completion/build-plan"
		}
	}
}
