{
	"links": [
		{
			"label": "Adult Degree Completion",
			"href": "/careers/adult-degree-completion"
		},
		{
			"label": "Health Care Careers",
			"href": "/careers/healthcare"
		},
		{
			"label": "Business Careers",
			"href": "/careers/business"
		}
	],
	"introComparison": {
		"title": "SEO Headline, <strong>with highlight keywords</strong>",
		"description": "SEO copy introducing the quizces. Enim tempor aute ipsum deserunt. Fugiat ut dolor aute minim proident voluptate velit culpa occaecat. Eiusmod consectetur reprehenderit commodo magna pariatur. Id adipisicing voluptate duis fugiat ipsum consequat sunt proident eiusmod cupidatat. Dolore eu Lorem et aliquip non adipisicing qui amet anim labore do in. Lorem elit ut labore ea consequat proident ut mollit labore eu adipisicing fugiat aliquip in. Fugiat veniam quis deserunt veniam ad eu et dolore enim ut officia qui laboris labore dolore. Sunt est aute nulla.",
		"cards": [
			{
				"card": {
					"title": "Comparison Card Title 1",
					"iconLight": "/images/roi-icon-light.svg",
					"iconDark": "/images/roi-icon.svg",
					"description": "<h4>Sub Title</h4> <p>Enim tempor aute ipsum deserunt. Fugiat ut dolor aute minim proident voluptate velit culpa occaecat. Eiusmod consectetur reprehenderit commodo magna pariatur. Id adipisicing voluptate duis fugiat ipsum consequat sunt proident eiusmod cupidatat. Dolore eu Lorem et aliquip non adipisicing qui amet anim labore do in. Lorem elit ut labore ea consequat proident ut mollit labore eu adipisicing fugiat aliquip in. Fugiat veniam quis deserunt veniam ad eu et dolore enim ut officia qui laboris labore dolore. Sunt est aute nulla.</p>",
					"buttonText": "Button Text"
				}
			},
			{
				"card": {
					"title": "Comparison Card Title 2",
					"description": "<h4>Sub Title</h4> <p>Enim tempor aute ipsum deserunt. Fugiat ut dolor aute minim proident voluptate velit culpa occaecat. Eiusmod consectetur reprehenderit commodo magna pariatur. Id adipisicing voluptate duis fugiat ipsum consequat sunt proident eiusmod cupidatat. Dolore eu Lorem et aliquip non adipisicing qui amet anim labore do in. Lorem elit ut labore ea consequat proident ut mollit labore eu adipisicing fugiat aliquip in. Fugiat veniam quis deserunt veniam ad eu et dolore enim ut officia qui laboris labore dolore. Sunt est aute nulla.</p>",
					"buttonText": "Button Text"
				}
			}
		]
	},
	"pageTitle": "Are you asking yourself: <strong>Should I finish my degree?</strong>",
	"howSection": {
		"title": "HOW question SEO",
		"content": "<p>Et cillum nisi consectetur culpa cupidatat irure esse mollit ut reprehenderit cupidatat ut ea laborum nisi. Occaecat voluptate labore velit et et reprehenderit cupidatat consequat voluptate. Esse sit labore fugiat. Est consectetur cupidatat nisi sint occaecat. Enim eu dolor proident elit labore cupidatat consectetur voluptate ex aliquip incididunt veniam.</p><p>Et cillum nisi consectetur culpa cupidatat irure esse mollit ut reprehenderit cupidatat ut ea laborum nisi. Occaecat voluptate labore velit et et reprehenderit cupidatat consequat voluptate. Esse sit labore fugiat. Est consectetur cupidatat nisi sint occaecat. Enim eu dolor proident elit labore cupidatat consectetur voluptate ex aliquip incididunt veniam.</p>",
		"buttonText": "Learn if You're Ready"
	},
	"testimonial": {
		"text": "Every day presents new challenges and opportunities to make strategic decisions that shape the direction of the company. The ability to drive innovation, lead a team, and contribute to the growth of the organization is both fulfilling and empowering. Business is all about creating value, solving problems, and making a positive impact on the world. It's a dynamic and ever-evolving field that allows me to continuously learn and grow while making meaningful contributions to the bottom line and the community.",
		"author": "Dana Jones",
		"authorTitle": "Director of Creative Strategy and Innovation, EAB"
	},
	"rightCareer": [
		{
			"title": " Top 5 Reasons a Career in Health Care Could Be Right for You",
			"description": "Are you considering a career in health care but unsure if it's the right fit for you? Here are the top five reasons why it might be:",
			"reasons": [
				{
					"description": "<strong>Diverse Career Paths:</strong> The health care industry offers a wide range of career paths, from direct patient care roles like nursing and therapy, to support roles like hospital administration, medical analytics, and medical research."
				},
				{
					"description": "<strong>Rewarding Work:</strong> Health care professionals have the opportunity to make a positive impact on others and improve their quality of life. If you're passionate about helping others and making a difference, health care could be a great fit for you."
				},
				{
					"description": "<strong>Hands-On Work:</strong> If you enjoy hands-on work and thrive under pressure, direct patient care roles may be a perfect fit for you. These roles require excellent communication, problem-solving, and critical thinking skills, as well as attention to detail."
				},
				{
					"description": "<strong>Technology and Data Analysis:</strong> Health care also offers many support roles that require a strong understanding of data analysis, research methodologies, and health care systems. If you enjoy working with data and technology, roles like medical analytics and medical research could be a great fit for you."
				},
				{
					"description": "<strong>Career Advancement:</strong> The health care industry is constantly evolving and offers many opportunities for career advancement. Whether you're interested in pursuing additional degrees, moving up the career ladder, or exploring new specialties, health care offers many options for growth."
				}
			],

			"endCopy": "If you're still unsure if health care is the right fit for you, <a href='/quiz'>take our free health care career quiz.</a> It will help you identify how your interests, skills, and strengths align with different medical career paths and suggest the degrees you can earn to take the next step in your career."
		}
	],
	"contactForm": {
		"title": "Explore Your Potencial School matches",
		"description": "Let us know the best way to contact you with helpful information and  potential college or university  matches."
	},
	"takeQuiz": {
		"title": "Ready to Find Your Role?",
		"description": "In less than three minutes, you could discover which role could be a good fit for you—and the steps you can take to advance your career.",
		"buttonText": "Take the Quiz"
	},
	"statsAppily": [
		{
			"number": "600",
			"title": "Institutions",
			"description": "Trust Appily to match them with students like you"
		},
		{
			"number": "Billions",
			"title": "In Scholarships",
			"description": "Can be applied for through Appily’s scholarship database"
		},
		{
			"number": "4",
			"title": "Trusted Tools",
			"description": "Combine to make Appily your one-stop resource for finding a school"
		}
	]
}
